"1" = "Conectando con el servidor...";
"2" = "Conectando...";
"3" = "Autenticando...";
"4" = "Conectado con el proveedor de Internet.";
"5" = "Desconectando...";

"-2" = "No ha sido posible iniciar el daemon de configuración de PPP.";
"-1" = "No ha sido posible inicializar PPP.";

"0" = "No ha sido posible conectar con el proveedor.";
"256" = "El módem no responde. Compruebe las conexiones del módem y vuelva a intentarlo.";
"257" = "CCL fallido.";
"258" = "Chat fallido.";
"259" = "LCP fallido.";
"260" = "Error de autenticación. Compruebe su nombre de usuario y contraseña y vuelva a intentarlo.";
"261" = "Se ha superado el tiempo de inactividad.";

"512" = "No se ha detectado línea.";
"513" = "El proveedor está ocupado.";
"514" = "No se ha detectado tono de llamada. Compruebe que hay conexión telefónica y vuelva a intentarlo.";
"515" = "Ha ocurrido un error en el módem.";

"PPP_SWITCH_TO_PULSE" = "Cambiando a pulsos";
"PPP_SWITCH_TO_TONE" = "Cambiando a tonos.";
"PPP_WILL_REDIAL" = "Volver a marcar en 3 segundos.";
		
